tap "dart-lang/dart"
tap "felangel/mason"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "iina/mpv-iina"
brew "asdf"
brew "carthage"
brew "cocoapods"
brew "ffmpeg"
brew "gh"
brew "git-flow"
brew "htop"
brew "jq"
brew "lazygit"
brew "neovim"
brew "node"
brew "powerlevel10k"
brew "rbenv"
brew "ripgrep"
brew "stow"
brew "yarn"
brew "felangel/mason/mason"
cask "android-sdk"
cask "android-studio"
cask "figma"
cask "font-envy-code-r-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "notion"
cask "temurin"
cask "temurin11"
cask "temurin8"
cask "visual-studio-code"
cask "xcodes"
vscode "Agenric.cocoapods-snippets"
vscode "aksharpatel47.vscode-flutter-helper"
vscode "alexisvt.flutter-snippets"
vscode "blaugold.melos-code"
vscode "blaxou.freezed"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "FelixAngelov.bloc"
vscode "FelixAngelov.mason"
vscode "fenkinet.swiftui"
vscode "geddski.macros"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "hirantha.json-to-dart"
vscode "hzgood.dart-data-class-generator"
vscode "jeroen-meijer.pubspec-assist"
vscode "jinmingjian.sde"
vscode "KiritchoukC.flutter-clean-architecture"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "luanpotter.dart-import"
vscode "marcelovelasquez.flutter-tree"
vscode "Meezilla.json"
vscode "mindaro-dev.file-downloader"
vscode "mindaro.mindaro"
vscode "MS-CEINTL.vscode-language-pack-ko"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode.cpptools"
vscode "mthuong.vscode-flutter-freezed-helper"
vscode "Nash.awesome-flutter-snippets"
vscode "nswebfrog.swifter"
vscode "Orta.vscode-ios-common-files"
vscode "pieterjongsma.swift-playgrounds"
vscode "plibither8.remove-comments"
vscode "psioniq.psi-header"
vscode "pvasek.sourcekit-lsp--dev-unofficial"
vscode "QAQyzk.freezed-bloc"
vscode "quicktype.quicktype"
vscode "redhat.vscode-yaml"
vscode "ricardo-emerson.dart-data-class-tools"
vscode "robert-brunhage.flutter-riverpod-snippets"
vscode "RodrigoRahman.flutter-dart-utils"
vscode "s-nlf-fh.glassit"
vscode "searKing.preview-vscode"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "Shopify.ruby-lsp"
vscode "sswg.swift-lang"
vscode "stevemoser.xcode-keybindings"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vintharas.learn-vim"
vscode "vknabel.vscode-apple-swift-format"
vscode "vscjava.vscode-gradle"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "yt1997kt.flutter-bloc"
vscode "yzhang.markdown-all-in-one"
